Repository: Azure/acs-engine
Catalog: translations/*/LC_MESSAGES/acsengine.po
Languages: de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, pt_pt, sv_se, tr_tr, zh_cn, zh_tw

source: Error reading file %s, Error: %s
de_de: Fehler beim Lesen der Datei "%s", Fehler: %s
es_es: Error al leer el archivo %s. Error: %s
fr_fr: Erreur de lecture du fichier %s. Erreur : %s
hu_hu: Hiba történt a(z) %s fájl olvasása közben. Hiba: %s
it_it: Errore durante la lettura del file %s. Errore: %s
ja_jp: ファイル %s の読み取り中にエラーが発生しました。エラー: %s
ko_kr: %s 파일을 읽는 중 오류 발생, 오류: %s
nl_nl: Fout bij het lezen van het bestand %s, Fout: %s
pl_pl: Błąd podczas odczytywania pliku %s. Błąd: %s
pt_br: Erro ao ler o arquivo %s, Erro: %s
pt_pt: Erro ao ler ficheiro %s, Erro: %s
sv_se: Det gick inte att läsa filen %s, Fel: %s
tr_tr: %s dosyası okunurken hata oluştu, Hata: %s
zh_cn: 文件 %s，错误读取时出错: %s
zh_tw: 讀取檔案 %s 時發生錯誤，錯誤: %s

source: Error while querying ARM for resources: %+v
de_de: Fehler beim Abfragen von ARM für Ressourcen: %+v
es_es: Error al consultar ARM para los recursos: %+v
fr_fr: Erreur pendant la recherche de ressources dans ARM : %+v
hu_hu: Hiba történt a következő erőforrások ARM-ből történő lekérdezése közben: %+v
it_it: Errore durante la query su Azure Resource Manager per le risorse: %+v
ja_jp: ARM にリソースを照会中にエラーが発生しました: %+v
ko_kr: ARM에 리소스를 쿼리하는 중 오류 발생: %+v
nl_nl: Fout bij het uitvoeren van een query op ARM voor resources: %+v
pl_pl: Błąd podczas wykonywania zapytania względem usługi ARM dotyczącego zasobów: %+v
pt_br: Erro ao consultar ARM para os recursos: %+v
pt_pt: Erro ao consultar o ARM para os recursos: %+v
sv_se: Det uppstod ett fel när ARM tillfrågades om resurser: %+v
tr_tr: Kaynaklar için ARM sorgulanırken hata oluştu: %+v
zh_cn: 查询ARM资源时出错： %+v
zh_tw: 查詢 ARM 以取得資源時發生錯誤: %+v

source: Found 2 resources with type %s in the template. There should only be 1
de_de: In der Vorlage wurden zwei Ressourcen vom Typ "%s" gefunden. Es darf nur eine vorliegen.
es_es: Se encontraron dos recursos con el tipo %s en la plantilla. Solo debería haber uno.
fr_fr: 2 ressources trouvées avec le type %s dans le modèle. 1 seule est attendue
hu_hu: Az engedélyezett 1 helyett 2 %s típusú erőforrás található a sablonban
it_it: Nel modello sono state trovate 2 risorse con tipo %s. Ne è consentita solo 1
ja_jp: テンプレートに種類 %s のリソースが 2 つ見つかりました。1 つだけ見つかる必要があります
ko_kr: 템플릿에서 유형이 %s인 리소스를 2개 찾았습니다. 1개만 있어야 합니다.
nl_nl: In de sjabloon zijn twee resources gevonden met het type %s. Hiervan moet één resource zijn
pl_pl: Odnaleziono dwa zasoby o typie %s w szablonie. Powinien istnieć tylko jeden taki zasób
pt_br: Foram encontrados 2 recursos com o tipo %s no modelo. Deveria haver apenas 1
pt_pt: Foram encontrados 2 recursos de tipo %s no modelo. Deve existir apenas 1.
sv_se: 2 resurser av typen %s påträffades i mallen. Det ska bara finnas 1
tr_tr: Şablonda %s türünde 2 kaynak bulundu. Yalnızca 1 olmalıdır
zh_cn: 模板发现两个类型%s 的资源。应该只有一个
zh_tw: 在範本中找到 2 個類型為 %s 的資源，但只應有 1 個

source: Found no resources with type %s in the template. There should have been 1
de_de: In der Vorlage wurde keine Ressource vom Typ "%s" gefunden. Es muss eine vorliegen.
es_es: No se encontró ningún recurso con el tipo %s en la plantilla. Debería haber uno.
fr_fr: Aucune ressource avec le type %s dans le modèle. 1 ressource est attendue
hu_hu: A sablonban 1 %s típusú erőforrásnak kell szerepelnie, de egy sem található
it_it: Nel modello non sono state trovate risorse con tipo %s. Ne deve essere presente 1
ja_jp: テンプレートに種類 %s のリソースが見つかりませんでした。1 つ見つかる必要があります
ko_kr: 템플릿에서 유형이 %s인 리소스를 찾을 수 없습니다. 1개가 있어야 합니다.
nl_nl: In de sjabloon zijn geen resources gevonden met het type %s. Hiervan moet één resource zijn
pl_pl: Nie odnaleziono żadnych zasobów o typie %s w szablonie. Powinien istnieć jeden taki zasób
pt_br: Nenhum recurso com o tipo %s foi encontrado no modelo. Deveria haver 1
pt_pt: Não foram encontrados recursos de tipo %s no modelo. Deve existir apenas 1
sv_se: Det gick inte att hitta några resurser av typen %s i mallen. Det skulle ha funnits 1
tr_tr: Şablonda %s türünde hiçbir kaynak bulunamadı. 1 kaynak olmalıydı
zh_cn: 模板没有发现类型%s 的资源。应该有一个
zh_tw: 在範本中找不到類型為 %s 的資源，但應該要有 1 個

source: Total count of master VMs: %d exceeded expected count: %d
de_de: Die Gesamtzahl virtueller Mastercomputer (%d) hat die erwartete Anzahl überschritten: %d
es_es: El recuento total de máquinas virtuales maestras %d superó el recuento esperado (%d).
fr_fr: Le nombre total de machines virtuelles maîtres : %d a dépassé le nombre attendu : %d
hu_hu: A fő VM-lemezképek száma (%d) túllépte a várt értéket (%d)
it_it: Numero totale di macchine virtuali master: è stato superato il numero previsto per %d: %d
ja_jp: マスター VM の合計数 %d が、想定される数 %d を超えています
ko_kr: 마스터 VM의 총 수 %d이(가) 예상한 수 %d을(를) 초과했습니다.
nl_nl: Het totale aantal master-VM's van %d overschrijdt het verwachte aantal van %d
pl_pl: Łączna liczba głównych maszyn wirtualnych %d przekracza oczekiwaną liczbę wynoszącą %d
pt_br: Contagem total de VMs mestres: %d contagem esperada excedida: %d
pt_pt: Contagem total das VMs principais: %d excedeu a contagem esperada: %d
sv_se: Det toala antalet virtuella huvuddatorer, %d, överskred det förväntade antalet %d
tr_tr: Toplam ana VM sayısı %d, beklenen %d sayısını aştı
zh_cn: 主虚拟机总数: %d 超过期望的数目: %d
zh_tw: 主要 VM 總計數 %d 超過預期的計數 %d

source: Upgrade to Kubernetes 1.6.2 is not supported from version: %s
de_de: Ein Upgrade auf Kubernetes 1.6.2 wird von Version %s aus nicht unterstützt.
es_es: La actualización a la versión 1.6.2 de Kubernetes no se admite desde la versión %s.
fr_fr: La mise à niveau vers Kubernetes 1.6.2 n'est pas prise en charge à partir de la version %s
hu_hu: A Kubernetes 1.6.2-re való frissítés a következő verzió esetében nem támogatott: %s
it_it: L'aggiornamento a Kubernetes 1.6.2 non è supportato dalla versione %s
ja_jp: Kubernetes 1.6.2 にバージョン %s からアップグレードすることはサポートされていません
ko_kr: %s 버전에서 Kubernetes 1.6.2로의 업그레이드는 지원되지 않습니다.
nl_nl: Upgraden naar Kubernetes 1.6.2 wordt niet ondersteund voor versie %s
pl_pl: Uaktualnienie do rozwiązania Kubernetes 1.6.2 z wersji %s nie jest obsługiwane
pt_br: A atualização para Kubernetes 1.6.2 não tem suporte da versão: %s
pt_pt: A atualização para o Kubernetes 1.6.2 não é suportada da versão: %s
sv_se: Uppgradering till Kubernetes 1.6.2 stöds inte från version %s
tr_tr: Kubernetes 1.6.2 sürümüne yükseltmek %s sürümünden başlayarak desteklenmiyor
zh_cn: 版本%s 不支持升级到Kubernetes 1.6.2
zh_tw: 不支援從版本 %s 升級為 Kubernetes 1.6.2

source: Upgrade to Kubernetes version: %s is not supported from version: %s
de_de: Ein Upgrade auf die Kubernetes-Version %s wird von Version %s aus nicht unterstützt.
es_es: La actualización a la versión %s de Kubernetes no se admite desde la versión %s.
fr_fr: La mise à niveau vers la version %s de Kubernetes n'est pas prise en charge à partir de la version %s
hu_hu: A Kubernetes %s verzióról a(z) %s verzióra történő frissítés nem támogatott
it_it: L'aggiornamento a Kubernetes versione %s non è supportato dalla versione %s
ja_jp: Kubernetes バージョン %s にバージョン %s からアップグレードすることはサポートされていません
ko_kr: %s 버전에서 Kubernetes %s 버전으로의 업그레이드는 지원되지 않습니다.
nl_nl: Upgraden naar Kubernetes versie %s wordt niet ondersteund voor versie %s
pl_pl: Uaktualnienie do rozwiązania Kubernetes %s z wersji %s nie jest obsługiwane
pt_br: A atualização para a versão de Kubernetes: %s não tem suporte da versão: %s
pt_pt: Atualizar para a versão Kubernetes: %s não é suportado a partir da versão: %s
sv_se: Uppgradering till Kubernetes version %s stöds inte från version %s
tr_tr: %s Kubernetes sürümüne yükseltmek %s sürümünden başlayarak desteklenmiyor
zh_cn: 版本%s 不支持升级到Kubernetes版本%s
zh_tw: Kubernetes 版本 %s 不支援從版本 %s 升級

source: error creating directory '%s': %s
de_de: Fehler beim Erstellen des Verzeichnisses "%s": %s
es_es: Error al crear el directorio "%s": %s
fr_fr: erreur de création du répertoire « %s » : %s
hu_hu: Hiba történt a(z) %s könyvtár létrehozása közben: %s
it_it: errore durante la creazione della directory '%s': %s
ja_jp: ディレクトリ '%s' の作成中にエラーが発生しました: %s
ko_kr: '%s' 디렉터리를 만드는 중 오류 발생: %s
nl_nl: fout bij het maken van de map %s: %s
pl_pl: błąd podczas tworzenia katalogu „%s”: %s
pt_br: erro ao criar o diretório '%s': %s
pt_pt: erro ao criar diretório "%s": %s
sv_se: det uppstod ett fel när katalogen %s': %s skulle skapas
tr_tr: '%s' dizini oluşturulurken hata oluştu: %s
zh_cn: 创建目录 %s 时出错: %s
zh_tw: 建立目錄 '%s' 時發生錯誤: %s

source: error executing template for file %s: %v
de_de: Fehler beim Ausführen der Vorlage für die Datei "%s": %v
es_es: Error al ejecutar la plantilla para el archivo %s: %v
fr_fr: erreur d'exécution du modèle pour le fichier %s : %v
hu_hu: Hiba történt a sablon végrehajtása közben (fájl: %s): %v
it_it: errore durante l'esecuzione del modello per il file %s: %v
ja_jp: ファイル %s にテンプレートを実行中にエラーが発生しました: %v
ko_kr: %s 파일에 대한 템플릿을 실행하는 중 오류 발생: %v
nl_nl: fout bij het uitvoeren van de sjabloon voor het bestand %s: %v
pl_pl: błąd podczas wykonywania szablonu dla pliku %s: %v
pt_br: erro ao executar modelo para o arquivo %s: %v
pt_pt: erro ao executar o modelo para o ficheiro %s: %v
sv_se: det uppstod ett fel när mallen för filen %s: %v skulle köras
tr_tr: %s dosyası için şablon çalıştırılırken hata oluştu :%v
zh_cn: 执行文件 %s %v 模板时出错
zh_tw: 執行檔案 %s 的範本時發生錯誤: %v

source: error generating upgrade template: %s
de_de: Fehler beim Generieren der Upgradevorlage: %s
es_es: Error al generar la plantilla de actualización: %s
fr_fr: erreur de génération du modèle de mise à niveau : %s
hu_hu: Hiba történt a(z) %s frissítési sablon létrehozása közben
it_it: errore durante la generazione del modello di aggiornamento: %s
ja_jp: アップグレード テンプレートの生成中にエラーが発生しました: %s
ko_kr: 업그레이드 템플릿을 생성하는 중 오류 발생: %s
nl_nl: fout bij het genereren van de upgradesjabloon: %s
pl_pl: błąd podczas generowania szablonu uaktualnienia: %s
pt_br: erro ao gerar o modelo de atualização: %s
pt_pt: erro ao gerar modelo de atualização: %s
sv_se: det uppstod ett fel när uppgraderingsmallen %s skulle genereras
tr_tr: yükseltme şablonu oluşturulurken hata oluştu: %s
zh_cn: 执行文件 %s 模板时出错
zh_tw: 產生升級範本時發生錯誤: %s

source: error parsing file %s: %v
de_de: Fehler beim Analysieren der Datei "%s": %v
es_es: Error al analizar el archivo %s: %v
fr_fr: erreur d'analyse du fichier %s : %v
hu_hu: Hiba történt a(z) %s fájl elemzése közben: %v
it_it: errore durante l'analisi del file %s: %v
ja_jp: ファイル %s の解析中にエラーが発生しました: %v
ko_kr: %s 파일을 구문 분석하는 중 오류 발생: %v
nl_nl: fout bij het parseren van het bestand %s: %v
pl_pl: błąd podczas analizowania pliku %s: %v
pt_br: erro ao analisar o arquivo %s: %v
pt_pt: erro ao analisar o ficheiro %s: %v
sv_se: det uppstod ett fel när filen %s: %v skulle parsas
tr_tr: %s dosyası ayrıştırılırken hata oluştu: %v
zh_cn: 解析文件 %s: %v 时出错
zh_tw: 剖析檔案 %s 時發生錯誤: %v

source: error reading file %s: %s
de_de: Fehler beim Lesen der Datei "%s": %s
es_es: Error al leer el archivo %s: %s
fr_fr: erreur de lecture du fichier « %s » ; %s
hu_hu: Hiba történt a(z) %s fájl olvasása közben: %s
it_it: errore durante la lettura del file %s: %s
ja_jp: ファイル %s の読み取り中にエラーが発生しました: %s
ko_kr: %s 파일을 읽는 동안 오류 발생: %s
nl_nl: fout bij het lezen van het bestand %s: %s
pl_pl: błąd podczas odczytywania pliku %s: %s
pt_br: erro ao ler o arquivo '%s: %s
pt_pt: erro ao ler o ficheiro %s: %s
sv_se: det gick inte att läsa filen %s: %s
tr_tr: %s dosyası okunurken hata oluştu: %s
zh_cn: 读取文件 %s: %s 时出错
zh_tw: 讀取檔案 %s 時發生錯誤: %s

source: failed to create openssh public key string: %q
de_de: Fehler beim Erstellen der Zeichenfolge des öffentlichen OpenSSH-Schlüssels: %q
es_es: No se pudo crear la cadena de clave pública de OpenSSH: %q.
fr_fr: échec de création de la chaîne de clé publique openssh : %q
hu_hu: Nem sikerült létrehozni a(z) %q nyilvános OpenSSH-kulcs karakterláncát
it_it: non è stato possibile creare la stringa di chiave pubblica OpenSSH: %q
ja_jp: OpenSSH 公開キーの文字列を作成できませんでした: %q
ko_kr: openssh 공개 키 문자열을 만들지 못함: %q
nl_nl: kan de openbare sleutelreeks voor openssh niet maken: %q
pl_pl: nie można utworzyć ciągu klucza publicznego OpenSSH: %q
pt_br: falha ao criar a cadeia de caracteres de chave pública openssh: %q
pt_pt: falha ao criar cadeia de chave pública de openssh: %q
sv_se: det gick inte att skapa strängen %q för den offentliga nyckeln openssh
tr_tr: openssh ortak anahtar dizesi oluşturulamadı: %q
zh_cn: 生成 openssh 公开密钥字符串出错: %q
zh_tw: 無法建立 OpenSSH 公開金鑰字串: %q

source: failed to generate private key for ssh: %q
de_de: Fehler beim Generieren des privaten Schlüssels für SSH: %q
es_es: No se pudo generar la clave privada para SSH: %q.
fr_fr: échec de génération de la clé privée pour ssh : %q
hu_hu: Nem sikerült létrehozni a(z) %q titkos SSH-kulcsot
it_it: non è stato possibile generare la chiave privata per SSH: %q
ja_jp: SSH の秘密キーを生成できませんでした
ko_kr: ssh에 대한 개인 키를 생성하지 못함: %q
nl_nl: kan de persoonlijke sleutel voor ssh niet maken: %q
pl_pl: nie można wygenerować klucza prywatnego dla protokołu SSH: %q
pt_br: falha ao gerar a chave privada para ssh: %q
pt_pt: falha ao gerar chave privada para ssh: %q
sv_se: det gick inte att generera den privata nyckeln för ssh: %q
tr_tr: ssh için özel anahtar oluşturulamadı: %q
zh_cn: 生成 ssh 私有密钥出错: %q
zh_tw: 無法產生 SSH 的私密金鑰: %q

source: failed to initialize template generator: %s
de_de: Fehler beim Initialisieren des Vorlagengenerators: %s
es_es: No se pudo inicializar el generador de plantillas: %s.
fr_fr: échec d'initialisation du générateur de modèles : %s
hu_hu: Nem sikerült inicializálni a(z) %s sablongenerátort
it_it: non è stato possibile inizializzare il generatore di modelli: %s
ja_jp: Template Generator の初期化に失敗しました: %s
ko_kr: 템플릿 생성기를 초기화하지 못함: %s
nl_nl: kan de sjabloongenerator niet initialiseren: %s
pl_pl: nie można zainicjować generatora szablonów: %s
pt_br: falha ao inicializar o gerador de modelos: %s
pt_pt: falha ao iniciar o gerador de modelo: %s
sv_se: det gick inte att initiera mallgeneratorn %s
tr_tr: şablon oluşturucu başlatılamadı: %s
zh_cn: 初始化模板生成器时出错： %s
zh_tw: 無法將範本產生器初始化: %s

source: invalid version %s for conversion back from unversioned object
de_de: Ungültige Version (%s) für die Rückkonvertierung des Objekts ohne Versionsangabe.
es_es: La versión %s no es válida para la conversión desde un objeto sin versión.
fr_fr: version non valide %s pour la reconversion à partir de l'objet sans version
hu_hu: Verzió nélküli objektum visszaalakítása – érvénytelen verzió (%s)
it_it: la versione %s non è valida per la riconversione da un oggetto senza versione
ja_jp: バージョンが指定されていないオブジェクトから変換し直すことのできないバージョンです: %s
ko_kr: 버전이 지정되지 않은 개체로부터 다시 변환하기 위한 버전 %s가 잘못됨
nl_nl: ongeldige versie %s voor conversie terug naar object zonder versie
pl_pl: nieprawidłowa wersja %s na potrzeby konwersji z obiektu niewersjonowanego
pt_br: versão %s inválida para conversão de objeto não versionado
pt_pt: versão %s inválida para a reconversão de um objeto sem versão definida
sv_se: ogiltig %s-version för abonnemangsändring från versionslöst objekt
tr_tr: Sürüm bilgisi olmayan nesneden geri dönüştürme için geçersiz sürüm %s
zh_cn: 与回是非版本化的对象的转换的版本无效 %s
zh_tw: 無法從未建立版本的物件轉換回版本 %s

source: orchestrator '%s' is unsupported
de_de: Der Orchestrator "%s" wird nicht unterstützt.
es_es: El orquestador "%s" no se admite.
fr_fr: orchestrator « %s » n'est pas pris en charge
hu_hu: A(z) %s vezénylő nem támogatott
it_it: l'agente di orchestrazione '%s' non è supportato
ja_jp: Orchestrator '%s' はサポートされていません
ko_kr: 오케스트레이터 '%s'은(는) 지원되지 않습니다.
nl_nl: de orchestrator %s wordt niet ondersteund
pl_pl: orkiestrator „%s” nie jest obsługiwany
pt_br: orquestrador '%s' sem suporte
pt_pt: o orquestrador "%s" não é suportado
sv_se: orchestrator %s stöds inte
tr_tr: orchestrator '%s' desteklenmiyor
zh_cn: %s 配器是不受支持
zh_tw: 不支援 Orchestrator '%s'

source: template file %s does not exist
de_de: Die Vorlagendatei "%s" ist nicht vorhanden.
es_es: No existe el archivo de plantilla %s.
fr_fr: le fichier de modèle %s n'existe pas
hu_hu: A(z) %s sablonfájl nem létezik
it_it: il file modello %s non esiste
ja_jp: テンプレート ファイル %s が存在しません
ko_kr: 템플릿 파일 %s이(가) 없습니다.
nl_nl: het sjabloonbestand %s bestaat niet
pl_pl: plik szablonu %s nie istnieje
pt_br: arquivo de modelo %s inexistente
pt_pt: o ficheiro do modelo %s não existe
sv_se: mallfilen %s finns inte
tr_tr: şablon dosyası %s yok
zh_cn: 模板文件 %s 不存在
zh_tw: 範本檔案 %s 不存在

source: unrecognized APIVersion '%s'
de_de: Unbekannte APIVersion "%s".
es_es: No se reconoce ApiVersion "%s".
fr_fr: version d'API « %s » non reconnue
hu_hu: Ismeretlen API-verzió: %s
it_it: versione API '%s' non riconosciuta
ja_jp: 認識されない APIVersionです: '%s'
ko_kr: 인식할 수 없는 APIVersion '%s'
nl_nl: de API-versie %s wordt niet herkend
pl_pl: nierozpoznana wersja interfejsu API „%s”
pt_br: APIVersion '%s' não reconhecida
pt_pt: APIVersion "%s" não reconhecida
sv_se: APIVersion %s känns inte igen
tr_tr: tanınmayan APIVersion '%s'
zh_cn: 无法识别的 APIVersion '%s'
zh_tw: 無法識別的 APIVersion '%s'

source: yaml file %s does not exist
de_de: Die YAML-Datei "%s" ist nicht vorhanden.
es_es: No existe el archivo de YAML %s.
fr_fr: le fichier yaml %s n'existe pas
hu_hu: A(z) %s YAML-fájl nem létezik
it_it: il file YAML %s non esiste
ja_jp: YAML ファイル %s が存在しません
ko_kr: YAML 파일 %s이(가) 없습니다.
nl_nl: het yaml-bestand %s bestaat niet
pl_pl: plik YAML %s nie istnieje
pt_br: arquivo yaml %s inexistente
pt_pt: o ficheiro yaml %s não existe
sv_se: yaml-filen %s finns inte
tr_tr: yaml dosyası %s yok
zh_cn: yaml 文件 %s 不存在
zh_tw: yaml 檔案 %s 不存在
